[
  {
    "id": 1,
    "title": "Vegane Knoblauchbrötchen",
    "content": "Vegane Knoblauchbrötchen sind der Knaller und perfekt für ein schnelles und einfaches Abendessen oder als Beilage für eine vegane Mahlzeit. Gott sei Dank gibt es Dosenbrötchen! Dank diesen ist die Zubereitung dieser köstlichen Brötchen schneller und einfacher als den Hefeteig hierfür selbst zu machen. ",
    "Zubereitung": [
      "Den Backofen auf 180 Grad vorheizen",
      "Die Knoblauchbutter vorbereiten, indem Sie die weiche Butter, behackten Knoblauch, Petersilie und Salz vermischen",
      "Die Brötchen halbieren und die Knoblauchbutter großzügig auf beiden Seiten verteilen",
      "Die Brötchen für etwa 10 Minuten im vorgeheizten Backofen backen, bis sie goldbraun sind",
      "Herausnehmen und servieren."
    ],
    "Zutaten": [
      {"name": "6 Sonntagsbrötchen aus der Dose", "done": false},
      {"name": "4 Knoblauchzehen", "done": false},
      {"name": "1 handvoll Petersilie", "done": false},
      {"name": "2 Stängel Rosmarin", "done": false},
      {"name": "5 EL Olivenöl", "done": false},
      {"name": "2 Prisen Salz, Pfeffer und Chili", "done": false}
    ],
    "picture": "/images/pexels-karolina-grabowska-4197437.jpg"
  },
  {
    "id": 2,
    "title": "Veganes Thai-Curry",
    "content": "Extra-cremig, im Vergleich zum roten und grünen Thai-Curry milder und in maximal einer halben Stunde stehts auch schon auf dem Tisch. Das ist unser veganes gelbes Thai-Curry mit veganem „Hühnchen“. Könnte dein neues „Go-To-Curry“ werden, ich habe da so ein Gefühl.",
    "Zubereitung": [
      "Zwiebeln, Karotte und Kartoffeln in mundgerechte Stücke schneiden",
      "Öl in einen Heißen Topf geben,Like Chicken bei mittlerer bis hoher Hitze unter häufigem Rühren 2 Minuten unter Rühren rösten. Gemüse dazugeben, mit der Kokosmilch und 200 ml Wasser ablöschen, aufkochenund bei niedriger bis mittlere Hitze mit Deckel 15 Minuten köcheln lassen. Like Chicken zurück in den Topf geben und weitere 5 Minuten ziehen lasen.",
      "Mit Koriander toppen und mit Jasminreis servieren."
    ],
    "Zutaten": [
      {"name": "2 Zwiebeln", "done": false},
      {"name": "225 g Kartoffel", "done": false},
      {"name": "2 EL Erdnussöl", "done": false},
      {"name": "1-2 Pakete Like Chicken", "done": false},
      {"name": "3 EL Currypaste", "done": false},
      {"name": "400 ml Kokosmilch", "done": false},
      {"name": "15 g Koriander", "done": false}
    ],
    "picture": "/images/thai-green-curry-2169631_1280.jpg"
  },
  {
    "id": 3,
    "title": "Kartoffelsuppe",
    "content": "Unsere vegetarische Kartoffelsuppe steckt voll mit gesundem Gemüse, welches zur aromatischen Würze beiträgt. Halb püriert mit etwas Schmand obendrauf schmeckt sie uns am allerbesten!",
    "Zubereitung": [
      "Kartoffeln, Möhren und Sellerie waschen, putzen, schälen und in 1,5 cm große Stücke schneiden. Zwiebeln abziehen und würfeln, Knoblauch abziehen und hacken. Petersilie abbrausen, trockenschütteln und hacken.",
      "Pflanzenöl in einem großen Topf erhitzen. Zwiebelwürfel und Knoblauch darin etwa 2-3 Minuten anbraten, anschließend restliches Gemüse hinzufügen und kurz unter Wenden mitbraten. Gemüse mit der Gemüsebrühe ablöschen und einmal aufkochen lassen. Lorbeerblätter hinzufügen und bei mittlerer Hitze und geschlossenem Deckel 20 Minuten köcheln lassen.",
      "Lorbeerblätter aus der Suppe nehmen. Eine Hälfte des gekochten Gemüses in eine Schüssel umfüllen, das übrig gebliebene Gemüse mit einem Stabmixer fein pürieren. Das nicht pürierte Gemüse wieder in den Suppentopf geben und leicht erhitzen.",
      "Kartoffelsuppe mit Pfeffer, Muskatnuss und wenig Salz abschmecken und die Hälfte der Petersilie einrühren. Suppe auf 4 Teller verteilen, mit der restlichen Petersilie bestreuen und mit dem Vollkornbrot servieren."
    ],
    "Zutaten": [
      {"name": "1.000 g Kartoffeln", "done": false},
      {"name": "2 Möhren", "done": false},
      {"name": "300 g Knollensellerie", "done": false},
      {"name": "2 Zwiebeln", "done": false},
      {"name": "2 Knoblauchzehen", "done": false},
      {"name": "1 Bd. Petersilie", "done": false},
      {"name": "2 EL Rapsöl", "done": false},
      {"name": "1 L Gemüsebrühe", "done": false},
      {"name": "2 Lorbeerblätter", "done": false},
      {"name": "Pfeffer, Salz und Muskatnuss", "done": false}
    ],
    "picture": "/images/outback-steakhouse-2490458_1280.jpg"
  },
  {
    "id": 4,
    "title": "Bolognese",
    "content": [
      "Gesund, weil: ",
      "Hier kommt eine smarte Spaghetti Bolo auf den Tisch: Rinderhackfleisch ist eine super Quelle für Eiweiß, Zink und Eisen. Möhre, Sellerie, Tomate und Co. sorgen nicht nur für den runden Geschmack, sondern halten uns mit Betacarotin, Terpenen und Lycopin fit. Und zu guter Letzt machen die Spaghetti dank der Ballaststoffe aus dem Vollkorn-Hartweizengrieß noch ordentlich satt."
    ],
    "Zubereitung": [
      "Karotte und Sellerie putzen, schälen und fein würfeln. Zwiebel und Knoblauch schälen und fein hacken.",
      "Olivenöl in einem Topf erhitzen. Zwiebel Knoblauch und Hackfleisch zugeben und 5-8 Minuten bei starker Hitze anbraten. Gemüsewürfel hinzugeben und 2-3 Minuten anbraten. Tomatenmark einrühren kurz mitrösten und Brühe und Rotwein angießen. Mit Salz und Pfeffer würzen und die stückigen Tomaten einrühren. Etwa 1 Stunde unter gelegentlichem Rühren köcheln lassen.",
      "Kurz vor Ende der Garzeit Nudeln nach Packungsanleitung in reichlich kochendem Salzwasser al dente garen, in ein Sieb abgießen und abtropfen lassen. Basilikum waschen, trocken schütteln und Blättchen abzupfen. Nudeln auf Teller verteilen, Sauce darüber geben, mit Basilikum garnieren und Parmesan darüber reiben. Sofort servieren."
    ],
    "Zutaten":  [
      {"name": "1 Möhre", "done": false},
      {"name": "50 g Knollensellerie", "done": false},
      {"name": "1 Zwiebel", "done": false},
      {"name": "1 Knoblauchzehe", "done": false},
      {"name": "2 EL Olivenöl", "done": false},
      {"name": "400 g Rinderhackfleisch", "done": false},
      {"name": "1 EL Tomatenmark", "done": false},
      {"name": "150 ml Fleischbrühe", "done": false},
      {"name": "100 ml trockener Rotwein", "done": false},
      {"name": "400 g stückige Tomaten", "done": false},
      {"name": "400 g Spaghetti", "done": false},
      {"name": "Salz und Pfeffer", "done": false}
    ],
    "picture": "/images/spaghetti-787048_1280.jpg"
  }
]
